Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/udi.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Copies of documents can be sent by post to the Directorate of Immigration, P.O. Box 2098 Vika, 0125 Oslo.
nn: Kopiar av dokument kan du sende til Utlendingsdirektoratet, Postboks 2098 Vika, 0125 Oslo.

source: When you choose a digital mailbox, you will no longer receive letters from us by ordinary post.
nn: Når vel ein digital postkasse, får du ikkje brev frå oss i vanleg post lenger.

source: for the application.
nn: Du må ha opphaldsløyve for å ta

source: send original documents to the UDI.
nn: sende originaldokument til UDI.

source: benefits you have received during the last 12 months.
nn: • oversikt frå Nav over eventuelle trygdeytingar dei siste 12 månadene

source: Thank you so much for the feedback!
nn: Tusen takk for tilbakemeldinga!

source: I have a spouse or cohabitant who lives in the municipality
nn: Eg har ektefelle eller sambuar som er busett i kommunen (sjå

source: For someone to be able to have their own mailbox, they have to be over the age of 15.
nn: For at nokon skal kunne få sin eigen postkasse, må dei vere over 15 år gamle.

source: Country fact sheets Country fact sheets
nn: Country fact sheets Ikkje alt innhaldet på denne sida finst på nynorsk.

source: University of Oslo
nn: Universitetet i Oslo

source: I have been given a job or education offer that requires me to move.
nn: Eg har tilbod om jobb eller utdanning som krev at eg flytter.

source: I need health care or psychosocial follow-up in the
nn: Eg trenger helsehjelp eller psykososial oppfølging i

source: Gay, lesbian, bisexual and transgender persons have the same rights as everyone else in Norway and can live openly.
nn: I Noreg har homofile, lesbiske, bifile og transpersonar dei same rettane som alle andre og kan leve ope.

source: Who are you?
nn: Kven er du?

source: Special rules apply to Russian nationals from the Barents region who wish to work in Northern Norway (Nordland, Troms and Finnmark counties).
nn: Det er spesielle reglar for russiske borgarar frå Barentsregionen som ønskjer å arbeide i Nord-Noreg (Nordland, Troms og Finnmark).

source: I am the mother/father of children under the age of 18 who
nn: side.Eg er mor/far til barn under 18 år som er busett i kommunen.

source: transferred to Bulgaria.
nn: Du må ha opphaldsløyve som

source: Queer world (external website)
nn: Skeiv verden (ekstern nettstad)

source: Choose which digital mailbox you want – Digipost or e-Boks.
nn: Vel kva for digital postboks du vil ha – Digipost eller e-Boks.

source: If no, please document that the pay and working conditions are not poorer than what is normal for the
nn: Dersom nei, må du dokumentere at lønns- og arbeidsvilkåra ikkje er dårlegare enn det som er normalt for

source: for the trade in Norway.
nn: bransjen i Noreg.

source: If you are to change jobs, assignments or employers, you must apply for a new permit.
nn: Dersom du skal byte stilling, oppdrag eller arbeidsgivar, må du søkje om nytt opphaldsløyve.

source: FRI can give you advice and organise activities.
nn: FRI kan gi deg råd og arrangerer aktivitetar.

source: If you do not wish to have a digital mailbox, you will receive letters in your normal letter box at home.
nn: Dersom du ikkje har ein digital postkasse, får du brev i den vanlege postkassen din heime.

source: For the client in Norway the
nn: For oppdragsgivaren i Noreg vil

source: NOK 265 998 per year pre-tax
nn: 265 998 kroner i året før skatt

source: You must write your contact information (name, address and phone number) and DUF number on a piece of paper and include it in the envelope.
nn: Du må skrive kontaktinformasjon (namn, adresse og telefonnummer) og DUF-nummeret ditt på eit ark som du legg ved i konvolutten.

source: Performers, artists, musicians and their support staff do not need a residence permit if they are to have concerts or performances in Norway for a total of maximum 14 days during a calendar year.
nn: Artistar, kunstnarar, musikarar og hjelpepersonellet deira treng ikkje opphaldsløyve dersom dei skal ha konsertar/førestillingar i Noreg i til saman maksimalt 14 dagar i løpet av eit kalenderår.

source: gender expression (how you express your gender identity, for example through clothes, hairstyle, make-up or body language)
nn: kjønnsuttrykk (korleis du utrykkjer kjønnsidentiteten din, for eksempel gjennom klede, hårfrisyre, sminke eller kroppsspråk)

source: documentation/explanation of why you live in the municipality
nn: forklaring på kvifor eg bur i kommunen og kor lenge eg har

source: signature also entails that he/she is familiar with the duties to inform and ensure that is indicated in point 6.
nn: underskrifta også innebere at han/ho er kjend med pliktene i punkt 6 Stad og dato

source: Who are considered sexual minorities?
nn: Kven blir rekna som seksuelle minoritetar?

source: If you need an answer from us,
nn: Dersom du treng svar frå oss, må du

source: If relevant: what is your clan affiliation?
nn: Dersom dette er relevant for deg, kva for klan høyrer du til?

source: Have you previously been known under a different name?
nn: Har du tidlegare vore kjent under eit anna namn?

source: If there are periods in which you do not work or have assignments, they cannot amount to more than 20 per cent of the time you spend in Norway.
nn: Dersom du har periodar da du ikkje har arbeid eller oppdrag, kan dei ikkje utgjere meir enn 20 prosent av tida du er i Noreg.

source: Commfides (external website)
nn: Commfides (ekstern nettstad)

source: If you are to work in Norway for more than 14 days
nn: Du som skal jobbe i Noreg i meir enn 14 dagar

source: Buypass (external website)
nn: Buypass (ekstern nettstad)

source: I need special medical treatment which requires that I move.
nn: Eg treng medisinsk spesialbehandling som krev at eg flytter.

source: If you do not have a digital mailbox, you will receive your letters from the UDI by regular post.
nn: Dersom du ikkje har ein digital postkasse, får du brev frå UDI som vanleg post.

source: If you have a digital mailbox, you do not have to wait for our letter to be sent by ordinary post.
nn: Dersom du har ein digital postkasse, slepp du å vente på at brevet frå oss skal kome fram i posten.

source: Programmes and Strategies in the EU Member States fostering Assisted Return to and Reintegration in Third Countries (2011)
nn: Programmes and Strategies in the EU Member States fostering Assisted Return to and Reintegration in Third Countries (2011) Ikkje alt innhaldet på denne sida finst på nynorsk.

source: We can therefore send you letters there that we cannot send you by e-mail.
nn: Derfor kan vi sende deg brev der som vi ikkje kan sende deg på e-post.

source: If yes, state which one
nn: Dersom ja, opplys kva det er

source: before you enter Norway.
nn: før du reiser inn til Noreg.

source: If you wish to give a journalist access to information regarding your case, you must
nn: Dersom du ynskjer at ein journalist skal få tilgang til informasjon om saka di, må du

source: If you have income and/or assets, this means that you have full or partial means of support.
nn: Dersom du har inntekt og/eller formue, betyr det at du heilt eller delvis har midlar til livsopphald.

source: What are the names of your parents?
nn: Kva heiter foreldra dine?

source: If you can, we recommend that you create a digital mailbox account.
nn: Dersom du kan, rår vi deg til å opprette ein digital postkasse.

source: You cannot write an email address, phone number or ID number here.
nn: Du kan ikkje skrive e-postadresse, telefonnummer eller ID-nummer her.

source: Working hours (hours per week)
nn: Arbeidstid (timar per veke)

source: information or withhold information about my income and/or wealth.
nn: eller held tilbake opplysningar om inntekts- og/eller formuesforhold.

source: Digital mail is not the same as e-mail.
nn: Digital post er ikkje det same som e-post.

source: the municipality, willing to take care of me.
nn: busette i kommunen, og som eg ønsker skal ta vare på meg.

source: If you have a digital mailbox, it means that you have to appeal within three weeks of receiving the e-mail or SMS notifying you that the decision is in the mailbox.
nn: Når du har digital post, vil det seie at du må klage seinast tre veker etter at du fekk e-post eller SMS om at du hadde fått vedtaksbrevet.

source: When we send you digital mail, it is much more secure than a normal e-mail.
nn: Når vi sender deg digital post, er det mykje tryggare enn vanleg e-post.

source: Yes, if you want someone else to be able to open your letters, you can
nn: Ja, dersom du vil at nokon andre skal kunne opne breva du får, kan du

source: I have close family in the municipality, that I
nn: Eg har nær familie i kommunen, som eg

source: Children under the age of 15 cannot be granted a residence permit pursuant to these rules, but they can apply for
nn: Barn under 15 år kan ikkje få opphaldsløyve etter desse reglane, men kan søkje om

source: You can also log in to ID-porten using the electronic IDs
nn: Du kan også logge inn i ID-porten med dei elektroniske ID-ane

source: You can save up to two weeks' waiting time if you have a digital mailbox.
nn: Du kan spare opptil to vekers ventetid dersom du har ein digital postkasse.
